Repository: NaN-tic/trytond-electronic_mail_filter
Catalog: locale/*.po
Languages: ca_es, es_es

# error:electronic.mail.filter:
source: Details: %s
ca_es: Detalls: %s
es_es: Detalles: %s

# error:electronic.mail.filter:
source: Filter ended without errors, but do not obtained any records.
ca_es: El filtratge a finalitzat sense errors, però no ha obtingut cap registre.
es_es: El filtro finalizó sin errores, pero no pudo obtener ningún registro.

# error:electronic.mail.filter:
source: Filter obtained these records: %s
ca_es: El filtre ha obtingut aquests registres: %s
es_es: El filtro obtuvo estos registros: %s

# error:electronic.mail.filter:
source: Manual filter error: %s
ca_es: Error de filtre manual: %s
es_es: Error de filtro manual: %s

# field:electronic.mail.filter,active:
source: Active
ca_es: Actiu
es_es: Activo

# field:electronic.mail.filter,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:electronic.mail.filter,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:electronic.mail.filter,cron:
source: Cron
ca_es: Planificador
es_es: Planificador de tareas

# field:electronic.mail.filter,last_send:
source: Last Send
ca_es: Darrer enviat
es_es: Último enviado

# field:electronic.mail.filter,mix_operator:
source: Mix operator
ca_es: Barreja operador
es_es: Mezcla operador

# field:electronic.mail.filter,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:electronic.mail.filter,profile:
source: Profile
ca_es: Perfil de cerca
es_es: Perfil de búsqueda

# field:electronic.mail.filter,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:electronic.mail.filter,source:
source: Source
ca_es: Origen
es_es: Origen

# field:electronic.mail.filter,template:
source: eMail Template
ca_es: Filtre de correu electrònic
es_es: Plantilla de correo electrónico

# field:electronic.mail.filter,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:electronic.mail.filter,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:electronic.mail.template,filters:
source: Filters
ca_es: Filtres

# field:electronic.mail.template,reply_to:
source: Reply To
ca_es: Respondre a
es_es: Responder a

# help:electronic.mail.filter,mix_operator:
source: Operator to mix the records obtained through the filters in the first tab and records calculated by the manual code.
ca_es: Operador per barrejar els registres obtinguts a través del filtre de la primera pestanya i els registres calculats pel codi manualment.
es_es: Operador para mezclar los registros obtenidos a través de los filtros en la primera pestaña y los registros calculados por el código manualmente.

# help:electronic.mail.filter,name:
source: Name of the cron for sending Email.
ca_es: Nom del planificador per enviar correus electrònics.
es_es: Nombre del planificador para enviar correos electrónicos.

# help:electronic.mail.filter,source:
source: Available global variables: self: Instance of this model. pool: Instance of Pool that allows get access to any model of database. Returns `records`: List of records you want to select.
ca_es: Variables globals disponibles: self: Instància d'aquest model. pool: Instància del Pool que permet accedir a qualsevol model de la base de dades. Retorna `records`: Llista de registres que voleu seleccionar.

# model:electronic.mail.filter,name:
source: eMail Filter
ca_es: Filtre de correu electrònic
es_es: Filtro de correo electrónico

# model:ir.action,name:action_electronic_mail_filter
source: Electronic Mail Filters
ca_es: Filtres de correu electrònic
es_es: Filtros de correo electrónico

# model:ir.ui.menu,name:menu_electronic_mail_filter
source: Electronic Mail Filters
ca_es: Filtres de correu electrònic
es_es: Filtros de correo electrónico

# selection:electronic.mail.filter,mix_operator:
source: All
ca_es: Tots
es_es: Todos

# selection:electronic.mail.filter,mix_operator:
source: Any
ca_es: Qualsevol
es_es: Cualquiera

# view:electronic.mail.filter:
source: Are you sure to create the cron?
ca_es: Esteu segur que voleu crear el planificador?
es_es: ¿Está seguro de crear el planificador?

# view:electronic.mail.filter:
source: Are you sure to delete the cron?
ca_es: Esteu segur que voleu esborrar el planificador?
es_es: ¿Está seguro de borrar el planificador?

# view:electronic.mail.filter:
source: Create Cron
ca_es: Crea planificacor
es_es: Crear planificador

# view:electronic.mail.filter:
source: Cron
ca_es: Planificador
es_es: Planificador de tareas

# view:electronic.mail.filter:
source: Delete Cron
ca_es: Esborra planificador
es_es: Borrar planificador

# view:electronic.mail.filter:
source: Electronic Mail Filter
ca_es: Filtre de correu electrònic
es_es: Filtro de correo electrónico

# view:electronic.mail.filter:
source: Electronic Mail Filters
ca_es: Filtres de correu electrònic
es_es: Filtros de correo electrónico

# view:electronic.mail.filter:
source: Profile
ca_es: Perfil de cerca
es_es: Perfil de búsqueda

# view:electronic.mail.filter:
source: Send emails
ca_es: Envia correus electrònics
es_es: Enviar correos electrónicos

# view:electronic.mail.filter:
source: Test Profile
ca_es: Prova el perfil
es_es: Probar el perfil

# view:electronic.mail.template:
source: Filters
ca_es: Filtres

# field:electronic.mail.filter,id:
source: ID
es_es: Identificador

# field:electronic.mail.filter,model:
source: Model
es_es: Modelo

# help:electronic.mail.filter,source:
source: Available global variables: self: Instance of this model. pool: Instance of Pool that allows get access to any model of database.Returns `records`: List of records you want to select.
es_es: Variables globales disponibles: self: Instancia de este modelo. pool: Instancia del Pool que permite tener acceso a cualquier otro modelo de la base de datos. Devuelve `records`: Lista de registros que desea seleccionar.
